Repository: clabeuhtegrite/bambuddy-pocket
Catalog: BambuddyPocket/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %lld cores
de: %lld Kerne
es: %lld núcleos
fr: %lld cœurs

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers

source: %lld h %lld min
de: %lld Std. %lld Min.

source: %lld unread
de: %lld ungelesen
es: %lld sin leer
fr: %lld non lues

source: %lld/%lld done · %lld pending
de: %1$lld/%2$lld fertig · %3$lld ausstehend
es: %1$lld/%2$lld hechos · %3$lld pendientes
fr: %1$lld/%2$lld terminés · %3$lld en attente

source: 3D model
de: 3D-Modell
es: Modelo 3D
fr: Modèle 3D

source: 3D preview unavailable
de: 3D-Vorschau nicht verfügbar
es: Vista 3D no disponible
fr: Aperçu 3D indisponible

source: A token with repository write access. Sent to the server, never stored on this device.
de: Ein Token mit Schreibzugriff auf das Repository. An den Server gesendet, nie auf diesem Gerät gespeichert.
es: Un token con permiso de escritura en el repositorio. Se envía al servidor, nunca se almacena en este dispositivo.
fr: Un jeton avec droit d’écriture sur le dépôt. Envoyé au serveur, jamais stocké sur cet appareil.

source: AI quality monitor
de: KI-Qualitätsüberwachung
es: Monitor de calidad IA
fr: Surveillance qualité IA

source: AMS slot
de: AMS-Fach
es: Ranura AMS
fr: Emplacement AMS

source: AMS temperature
de: AMS-Temperatur
es: Temperatura AMS
fr: Température AMS

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé d’API

source: API keys
de: API-Schlüssel
es: Claves de API
fr: Clés d’API

source: About
de: Über
es: Acerca de
fr: À propos

source: Access code
de: Zugangscode
es: Código de acceso
fr: Code d’accès

source: Access code set
de: Zugangscode festgelegt
es: Código de acceso establecido
fr: Code d’accès défini

source: Access token
de: Zugriffstoken
es: Token de acceso
fr: Jeton d’accès

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Action failed
de: Aktion fehlgeschlagen
es: Acción fallida
fr: Échec de l’action

source: Active
de: Aktiv
es: Activa

source: Active extruder
de: Aktiver Extruder
es: Extrusor activo
fr: Extrudeur actif

source: Active for
de: Aktiv seit
es: Activo desde
fr: Actif depuis

source: Activity
de: Aktivität
es: Actividad
fr: Activité

source: Actual time
de: Tatsächliche Zeit
es: Tiempo real
fr: Temps réel

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Add a Bambuddy server to get started.
de: Füge einen Bambuddy-Server hinzu, um zu beginnen.
es: Añade un servidor Bambuddy para empezar.
fr: Ajoute un serveur Bambuddy pour commencer.

source: Add a link to a wiki, store or documentation.
de: Fügen Sie einen Link zu einem Wiki, Shop oder einer Dokumentation hinzu.
es: Añade un enlace a una wiki, tienda o documentación.
fr: Ajoutez un lien vers un wiki, une boutique ou une documentation.

source: Add a virtual printer to emulate a Bambu device for development and testing.
de: Füge einen virtuellen Drucker hinzu, um ein Bambu-Gerät für Entwicklung und Tests zu emulieren.
es: Añade una impresora virtual para emular un dispositivo Bambu para desarrollo y pruebas.
fr: Ajoutez une imprimante virtuelle pour émuler un appareil Bambu à des fins de développement et de test.

source: Add item
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément

source: Add link
de: Link hinzufügen
es: Añadir enlace
fr: Ajouter un lien

source: Add parts and materials to track this project’s build.
de: Fügen Sie Teile und Materialien hinzu, um den Aufbau dieses Projekts zu verfolgen.
es: Añade piezas y materiales para seguir la construcción de este proyecto.
fr: Ajoutez pièces et matériaux pour suivre la fabrication de ce projet.

source: Add server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur

source: Add to queue
de: Zur Warteschlange
es: Añadir a la cola
fr: Ajouter à la file

source: Add virtual printer
de: Virtuellen Drucker hinzufügen
es: Añadir impresora virtual
fr: Ajouter une imprimante virtuelle

source: Added to queue
de: Zur Warteschlange hinzugefügt
es: Añadido a la cola
fr: Ajouté à la file

source: Admin features include managing API keys and backups.
de: Zu den Administratorfunktionen gehören die Verwaltung von API-Schlüsseln und Backups.
es: Las funciones de administrador incluyen la gestión de claves de API y copias de seguridad.
fr: Les fonctions d’administration incluent la gestion des clés d’API et les sauvegardes.

source: Admin features — managing API keys and backups — require a username & password login.
de: Administratorfunktionen – Verwaltung von API-Schlüsseln und Backups – erfordern eine Anmeldung mit Benutzername und Passwort.
es: Las funciones de administrador (gestión de claves de API y copias de seguridad) requieren iniciar sesión con usuario y contraseña.
fr: Les fonctions d’administration — gestion des clés d’API et sauvegardes — nécessitent une connexion par identifiants (utilisateur et mot de passe).

source: Admin login required
de: Anmeldung als Administrator erforderlich
es: Se requiere inicio de sesión de administrador
fr: Connexion administrateur requise

source: Admin login required — reconfigure this server with a username & password.
de: Administratoranmeldung erforderlich – richte diesen Server mit Benutzername und Passwort neu ein.
es: Se requiere inicio de sesión de administrador: vuelve a configurar este servidor con usuario y contraseña.
fr: Fonction réservée à une connexion par identifiants (admin). Reconfigure ce serveur en utilisateur/mot de passe.

source: Airduct
de: Luftkanal
es: Conducto de aire
fr: Conduit d’air

source: All
de: Alle
es: Todos
fr: Tous

source: Allow insecure HTTP
de: Unsicheres HTTP erlauben
es: Permitir HTTP no seguro
fr: Autoriser le HTTP non sécurisé

source: Allow skipping parts
de: Teile überspringen erlauben
es: Permitir omitir piezas
fr: Autoriser à ignorer des pièces

source: An 8-character access code. Leave blank to keep the existing one.
de: Ein 8-stelliger Zugangscode. Leer lassen, um den bestehenden zu behalten.
es: Un código de acceso de 8 caracteres. Déjelo en blanco para mantener el actual.
fr: Un code d’accès de 8 caractères. Laissez vide pour conserver l’existant.

source: An API key allows monitoring and most actions.
de: Mit einem API-Schlüssel sind Überwachung und die meisten Aktionen möglich.
es: Una clave de API permite la supervisión y la mayoría de las acciones.
fr: Une clé d’API permet la consultation et la plupart des actions.

source: Any model
de: Beliebiges Modell
es: Cualquier modelo
fr: N’importe quel modèle

source: App settings
de: App-Einstellungen
es: Ajustes de la app
fr: Réglages de l’app

source: Application
de: Anwendung
es: Aplicación

source: Architecture
de: Architektur
es: Arquitectura

source: Archive
de: Archiv
es: Archivo

source: Archives
de: Archive
es: Archivos

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification

source: Auto distribution
de: Auto-Verteilung
es: Distribución automática
fr: Distribution auto

source: Auto-archive prints
de: Drucke automatisch archivieren
es: Archivar impresiones automáticamente
fr: Archiver les impressions automatiquement

source: Auto-dispatch
de: Auto-Versand
es: Despacho automático
fr: Distribution auto

source: Automatic
de: Automatisch
es: Automático
fr: Automatique

source: Auxiliary
de: Hilfslüfter
es: Auxiliar
fr: Auxiliaire

source: Back up now
de: Jetzt sichern
es: Hacer copia ahora
fr: Sauvegarder maintenant

source: Backing up…
de: Sicherung läuft…
es: Creando copia…
fr: Sauvegarde en cours…

source: Backups
de: Sicherungen
es: Copias de seguridad
fr: Sauvegardes

source: Backups enabled
de: Sicherungen aktiviert
es: Copias activadas
fr: Sauvegardes activées

source: Bambu Cloud profiles
de: Bambu-Cloud-Profile
es: Perfiles de Bambu Cloud
fr: Profils Bambu Cloud

source: Bambuddy on GitHub
de: Bambuddy auf GitHub
es: Bambuddy en GitHub
fr: Bambuddy sur GitHub

source: Batches
de: Stapel
es: Lotes
fr: Lots

source: Bed
de: Bett
es: Cama
fr: Plateau

source: Bed leveling
de: Bett-Nivellierung
es: Nivelación de la cama
fr: Nivellement du plateau

source: Bed levelling
de: Bettnivellierung
es: Nivelación de la cama
fr: Nivellement du plateau

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement

source: Bill of materials
de: Stückliste
es: Lista de materiales
fr: Nomenclature

source: Brand
de: Marke
es: Marca
fr: Marque

source: Bugs
de: Fehler
es: Errores
fr: Bogues

source: Built with Bambuddy
de: Mit Bambuddy entwickelt
es: Hecho con Bambuddy
fr: Conçu avec Bambuddy

source: CPU
de: Prozessor
fr: Processeur

source: Calibration
de: Kalibrierung
es: Calibración

source: Calibration required.
de: Kalibrierung erforderlich.
es: Se requiere calibración.
fr: Calibration requise.

source: Camera
de: Kamera
es: Cámara
fr: Caméra

source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Cancel batch
de: Stapel abbrechen
es: Cancelar lote
fr: Annuler le lot

source: Carbon rods
de: Karbonstangen
es: Varillas de carbono
fr: Tiges carbone

source: Category
de: Kategorie
es: Categoría
fr: Catégorie

source: Chamber
de: Kammer
es: Cámara
fr: Caisson

source: Chamber fan
de: Kammerlüfter
es: Ventilador de cámara
fr: Ventilateur caisson

source: Chamber light
de: Kammerlicht
es: Luz de cámara
fr: Lumière de chambre

source: Check plate
de: Platte prüfen
es: Comprobar la bandeja
fr: Vérifier le plateau

source: Clear
de: Löschen
es: Borrar
fr: Effacer

source: Clear errors
de: Fehler löschen
es: Borrar errores
fr: Effacer les erreurs

source: Clear log
de: Protokoll leeren
es: Vaciar el registro
fr: Vider le journal

source: Clear logs
de: Protokolle leeren
es: Vaciar registros
fr: Vider les journaux

source: Clear plate
de: Platte freigeben
es: Liberar placa
fr: Libérer la plaque

source: Clear server logs?
de: Serverprotokolle leeren?
es: ¿Vaciar los registros del servidor?
fr: Vider les journaux du serveur ?

source: Clear the print log?
de: Druckprotokoll leeren?
es: ¿Vaciar el registro de impresión?
fr: Vider le journal d’impression ?

source: Client Secret
de: Client-Geheimnis
es: Secreto de cliente
fr: Secret client

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Color
de: Farbe
fr: Couleur

source: Coming soon
de: Demnächst
es: Próximamente
fr: Bientôt disponible

source: Comma-separated tags
de: Tags durch Kommas getrennt
es: Etiquetas separadas por comas
fr: Étiquettes séparées par des virgules

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé le

source: Completed and failed prints will appear here.
de: Abgeschlossene und fehlgeschlagene Drucke erscheinen hier.
es: Las impresiones completadas y fallidas aparecerán aquí.
fr: Les impressions terminées et échouées apparaîtront ici.

source: Confidence: %lld%
de: Konfidenz: %lld %
es: Confianza: %lld %
fr: Confiance : %lld %

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer

source: Configure backup
de: Sicherung konfigurieren
es: Configurar copia
fr: Configurer la sauvegarde

source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré

source: Connect
de: Verbinden
es: Conectar
fr: Connecter

source: Connected
de: Verbunden
es: Conectado
fr: Connecté

source: Connected. Authentication is disabled on this server.
de: Verbunden. Die Authentifizierung ist auf diesem Server deaktiviert.
es: Conectado. La autenticación está desactivada en este servidor.
fr: Connecté. L’authentification est désactivée sur ce serveur.

source: Connected. Authentication is enabled on this server.
de: Verbunden. Die Authentifizierung ist auf diesem Server aktiviert.
es: Conectado. La autenticación está activada en este servidor.
fr: Connecté. L’authentification est activée sur ce serveur.

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion

source: Connection failed: %@
de: Verbindung fehlgeschlagen: %@
es: Error de conexión: %@
fr: Échec de la connexion : %@

source: Connection is not encrypted (HTTP).
de: Die Verbindung ist nicht verschlüsselt (HTTP).
es: La conexión no está cifrada (HTTP).
fr: La connexion n’est pas chiffrée (HTTP).

source: Connection test
de: Verbindungstest
es: Prueba de conexión
fr: Test de connexion

source: Containerized
de: Containerisiert
es: En contenedor
fr: Conteneurisé

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Control printer
de: Drucker steuern
es: Controlar impresora
fr: Contrôler l’imprimante

source: Controls
de: Steuerung
es: Controles
fr: Contrôles

source: Cooling
de: Kühlung
es: Refrigeración
fr: Refroidissement

source: Copy this key now — it won’t be shown again.
de: Kopieren Sie diesen Schlüssel jetzt — er wird nicht erneut angezeigt.
es: Copia esta clave ahora: no se volverá a mostrar.
fr: Copiez cette clé maintenant — elle ne sera plus affichée.

source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers

source: Cost
de: Kosten
es: Costo
fr: Coût

source: Cost & energy
de: Kosten & Energie
es: Costo y energía
fr: Coût et énergie

source: Cost per kg
de: Kosten pro kg
es: Costo por kg
fr: Coût par kg

source: Costs
de: Kosten
es: Costes
fr: Coûts

source: Could not save server
de: Server konnte nicht gespeichert werden
es: No se pudo guardar el servidor
fr: Impossible d’enregistrer le serveur

source: Couldn’t load API keys
de: API-Schlüssel konnten nicht geladen werden
es: No se pudieron cargar las claves de API
fr: Impossible de charger les clés d’API

source: Couldn’t load Spoolman
de: Spoolman konnte nicht geladen werden
es: No se pudo cargar Spoolman
fr: Impossible de charger Spoolman

source: Couldn’t load account
de: Konto konnte nicht geladen werden
es: No se pudo cargar la cuenta
fr: Impossible de charger le compte

source: Couldn’t load activity
de: Aktivität konnte nicht geladen werden
es: No se pudo cargar la actividad
fr: Impossible de charger l’activité

source: Couldn’t load archives
de: Archiv konnte nicht geladen werden
es: No se pudo cargar el archivo
fr: Impossible de charger l’archive

source: Couldn’t load backups
de: Sicherungen konnten nicht geladen werden
es: No se pudieron cargar las copias
fr: Impossible de charger les sauvegardes

source: Couldn’t load catalog
de: Katalog konnte nicht geladen werden
es: No se pudo cargar el catálogo
fr: Impossible de charger le catalogue

source: Couldn’t load diagnostics
de: Diagnose konnte nicht geladen werden
es: No se pudo cargar el diagnóstico
fr: Impossible de charger le diagnostic

source: Couldn’t load discovery
de: Erkennung konnte nicht geladen werden
es: No se pudo cargar el descubrimiento
fr: Impossible de charger la découverte

source: Couldn’t load filaments
de: Filamente konnten nicht geladen werden
es: No se pudieron cargar los filamentos
fr: Impossible de charger les filaments

source: Couldn’t load firmware
de: Firmware konnte nicht geladen werden
es: No se pudo cargar el firmware
fr: Impossible de charger le firmware

source: Couldn’t load links
de: Links konnten nicht geladen werden
es: No se pudieron cargar los enlaces
fr: Impossible de charger les liens

source: Couldn’t load maintenance
de: Wartung konnte nicht geladen werden
es: No se pudo cargar el mantenimiento
fr: Impossible de charger la maintenance

source: Couldn’t load printers
de: Drucker konnten nicht geladen werden
es: No se pudieron cargar las impresoras
fr: Impossible de charger les imprimantes

source: Couldn’t load projects
de: Projekte konnten nicht geladen werden
es: No se pudieron cargar los proyectos
fr: Impossible de charger les projets

source: Couldn’t load remote backup
de: Externe Sicherung konnte nicht geladen werden
es: No se pudo cargar la copia remota
fr: Impossible de charger la sauvegarde distante

source: Couldn’t load server status
de: Serverstatus konnte nicht geladen werden
es: No se pudo cargar el estado del servidor
fr: Impossible de charger l’état du serveur

source: Couldn’t load settings
de: Einstellungen konnten nicht geladen werden
es: No se pudieron cargar los ajustes
fr: Impossible de charger les réglages

source: Couldn’t load smart plugs
de: Smart-Steckdosen konnten nicht geladen werden
es: No se pudieron cargar los enchufes inteligentes
fr: Impossible de charger les prises connectées

source: Couldn’t load the library
de: Bibliothek konnte nicht geladen werden
es: No se pudo cargar la biblioteca
fr: Impossible de charger la bibliothèque

source: Couldn’t load the print log
de: Druckprotokoll konnte nicht geladen werden
es: No se pudo cargar el registro de impresión
fr: Impossible de charger le journal d’impression

source: Couldn’t load the queue
de: Warteschlange konnte nicht geladen werden
es: No se pudo cargar la cola
fr: Impossible de charger la file

source: Couldn’t load the trash
de: Papierkorb konnte nicht geladen werden
es: No se pudo cargar la papelera
fr: Échec du chargement de la corbeille

source: Couldn’t load virtual printers
de: Virtuelle Drucker konnten nicht geladen werden
es: No se pudieron cargar las impresoras virtuales
fr: Impossible de charger les imprimantes virtuelles

source: Create
de: Erstellen
es: Crear
fr: Créer

source: Create API key
de: API-Schlüssel erstellen
es: Crear clave de API
fr: Créer une clé d’API

source: Create a key to grant programmatic access.
de: Erstellen Sie einen Schlüssel für programmatischen Zugriff.
es: Crea una clave para conceder acceso programático.
fr: Créez une clé pour accorder un accès programmatique.

source: Created
de: Erstellt
es: Creado
fr: Créé le

source: Credentials
de: Anmeldedaten
es: Credenciales
fr: Identifiants

source: Currency
de: Währung
es: Moneda
fr: Devise

source: Current
de: Aktuell
es: Actual
fr: Actuelle

source: Current print
de: Aktueller Druck
es: Impresión actual
fr: Impression en cours

source: Database
de: Datenbank
es: Base de datos
fr: Base de données

source: Debug logging
de: Debug-Protokollierung
es: Registro de depuración
fr: Journal de débogage

source: Decrease gap by 0.1 mm
de: Abstand um 0,1 mm verringern
es: Reducir la separación 0,1 mm
fr: Réduire l’écart de 0,1 mm

source: Default
de: Standard
es: Predeterminado
fr: Par défaut

source: Default printer
de: Standarddrucker
es: Impresora predeterminada
fr: Imprimante par défaut

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete permanently
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement

source: Delete permanently?
de: Endgültig löschen?
es: ¿Eliminar permanentemente?
fr: Supprimer définitivement ?

source: Delete server
de: Server löschen
es: Eliminar servidor
fr: Supprimer le serveur

source: Delete this server?
de: Diesen Server löschen?
es: ¿Eliminar este servidor?
fr: Supprimer ce serveur ?

source: Delete this virtual printer?
de: Diesen virtuellen Drucker löschen?
es: ¿Eliminar esta impresora virtual?
fr: Supprimer cette imprimante virtuelle ?

source: Density
de: Dichte
es: Densidad
fr: Densité

source: Description
de: Beschreibung
es: Descripción

source: Device
de: Gerät
es: Dispositivo
fr: Appareil

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic

source: Disable weight sync
de: Gewichts-Sync deaktivieren
es: Desactivar sincronización de peso
fr: Désactiver la synchro du poids

source: Disabled
de: Deaktiviert
es: Desactivada
fr: Désactivée

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter

source: Discovered printers
de: Erkannte Drucker
es: Impresoras descubiertas
fr: Imprimantes découvertes

source: Discovery
de: Erkennung
es: Descubrimiento
fr: Découverte

source: Discovery running
de: Erkennung läuft
es: Descubrimiento en curso
fr: Découverte en cours

source: Discovery stopped
de: Erkennung gestoppt
es: Descubrimiento detenido
fr: Découverte arrêtée

source: Disk
de: Festplatte
es: Disco
fr: Disque

source: Done
de: Fertig
es: Hecho
fr: Terminé

source: Due
de: Fällig
es: Pendiente
fr: À faire

source: Due in %lld h
de: Fällig in %lld h
es: En %lld h
fr: À faire dans %lld h

source: Duration
de: Dauer
es: Duración
fr: Durée

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Edit archive
de: Archiv bearbeiten
es: Editar archivo
fr: Modifier l’archive

source: Edit backup
de: Sicherung bearbeiten
es: Editar copia
fr: Modifier la sauvegarde

source: Edit file
de: Datei bearbeiten
es: Editar archivo
fr: Modifier le fichier

source: Edit printer
de: Drucker bearbeiten
es: Editar impresora
fr: Modifier l’imprimante

source: Edit project
de: Projekt bearbeiten
es: Editar proyecto
fr: Modifier le projet

source: Edit queue item
de: Element bearbeiten
es: Editar elemento
fr: Modifier l’élément

source: Edit server
de: Server bearbeiten
es: Editar servidor
fr: Modifier le serveur

source: Edit spool
de: Spule bearbeiten
es: Editar bobina
fr: Modifier la bobine

source: Edit virtual printer
de: Virtuellen Drucker bearbeiten
es: Editar impresora virtual
fr: Modifier l’imprimante virtuelle

source: Empty
de: Leer
es: Vacío
fr: Vide

source: Empty catalog
de: Leerer Katalog
es: Catálogo vacío
fr: Catalogue vide

source: Enable
de: Aktivieren
es: Activar
fr: Activer

source: Enable Spoolman
de: Spoolman aktivieren
es: Activar Spoolman
fr: Activer Spoolman

source: Enabled
de: Aktiviert
es: Activado
fr: Activé

source: Enabled, not connected
de: Aktiviert, nicht verbunden
es: Activado, sin conexión
fr: Activé, non connecté

source: Energy
de: Energie
es: Energía
fr: Énergie

source: Energy cost (per kWh)
de: Energiekosten (pro kWh)
es: Coste de la energía (por kWh)
fr: Coût de l’énergie (par kWh)

source: Enter a server URL.
de: Gib eine Server-URL ein.
es: Introduce la URL de un servidor.
fr: Saisis l’URL d’un serveur.

source: Environment
de: Umgebung
es: Entorno
fr: Environnement

source: Errors
de: Fehler
es: Errores
fr: Erreurs

source: Estimate
de: Schätzung
es: Estimación
fr: Estimation

source: Estimated total
de: Geschätzte Summe
es: Total estimado
fr: Total estimé

source: Every %lld h
de: Alle %lld h
es: Cada %lld h
fr: Toutes les %lld h

source: Excellent
de: Ausgezeichnet
es: Excelente

source: External URL
de: Externe URL
es: URL externa
fr: URL externe

source: External links
de: Externe Links
es: Enlaces externos
fr: Liens externes

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec

source: Fair
de: Mittel
es: Aceptable
fr: Moyen

source: Fans
de: Lüfter
es: Ventiladores
fr: Ventilateurs

source: Fatal
de: Kritisch
es: Crítico
fr: Critique

source: Favorite
de: Favorit
es: Favorito
fr: Favori

source: Filament catalog
de: Filamentkatalog
es: Catálogo de filamentos
fr: Catalogue de filaments

source: Filament cost (per kg)
de: Filamentkosten (pro kg)
es: Coste del filamento (por kg)
fr: Coût du filament (par kg)

source: Filaments
de: Filamente
es: Filamentos

source: File
de: Datei
es: Archivo
fr: Fichier

source: File uploaded
de: Datei hochgeladen
es: Archivo subido
fr: Fichier téléversé

source: Filename
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier

source: Files
de: Dateien
es: Archivos
fr: Fichiers

source: Files are kept %lld days before automatic deletion.
de: Dateien werden %lld Tage aufbewahrt, bevor sie automatisch gelöscht werden.
es: Los archivos se conservan %lld días antes de la eliminación automática.
fr: Les fichiers sont conservés %lld jours avant suppression automatique.

source: Finished
de: Fertig
es: Terminado
fr: Terminé

source: First layer inspection
de: Erste-Schicht-Prüfung
es: Inspección de primera capa
fr: Inspection de première couche

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers

source: Force color match
de: Farbabgleich erzwingen
es: Forzar coincidencia de color
fr: Forcer la correspondance de couleur

source: Frame rate
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d’images
